<div class="row">
  <div class="col mb-3">
    <h1>Lootregeln</h1>
  </div>
</div>
<div class="row">
  <div class="col mb-3">
    <p>F&uuml;r unsere Raids gelten folgende Lootregeln.</p>
  </div>
</div>
<div class="row mb-2">
  <div class="col">
    <h2>Lootsystem</h2>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>F&uuml;r jeden Spieler werden drei Punktekonten gef&uuml;hrt:</p>
    <dl>
      <dt>Effort Points (EP)</dt>
      <dd>Punkte, die der Spieler durch sein Engagement verdient. Diese Punkte belohnen somit den Einsatz des Spielers.</dd>
      <dt>Gear Points (GP)</dt>
      <dd>Diese Punkte sagen aus, wieviele Gegenst&auml;nde der Spieler mitgenommen hat. Sie sind somit ein Indikator, wie stark ein Spieler bereits f&uuml;r seinen Einsatz belohnt wurde.</dd>
      <dt>StandBy Points (SB)</dt>
      <dd>Ab und an kommt es vor, dass ein Spieler auf der Ersatzbank sitzt. In dieser Zeit leistet er Rufbereitschaft f&uuml;r den Raid, kann solange aber seine Zeit anderweitig nutzen. Deshalb erh&auml;lt der Spieler weniger EffortPoints, als wenn er die ganze Zeit im Raid dabei w&auml;re. Diese Differenz wird auf das StandBy-Konto umgebucht. Es ist damit ein Indikator daf&uuml;r, wie oft der Spieler auf der Ersatzbank war bzw. wieviele EffortPoints ihm dadurch entgangen sind. Um eine gleichm&auml;&szlig;ige Besetzung der Ersatzbank zu erreichen, m&uuml;ssen im Zweifel Spieler auf die Ersatzbank, die weniger EffortPoints auf dem StandBy-Konto haben.</dd>
    </dl>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Anhand der Konten lassen sich Priorit&auml;ten bilden, die f&uuml;r die Platz- und Lootvergabe verwendet werden, wenn die Spieler <em>A</em> und <em>B</em> konkurrieren.</p>
    <dl>
      <dt>Lootpriorit&auml;t</dt>
      <dd><i>EPGP</i><sub>A</sub> > <i>EPGP</i><sub>B</sub>, wobei <i>EPGP</i><sub>X</sub> = <i>EP</i><sub>X</sub> : <i>GP</i><sub>X</sub></dd>
      <dt>Einsatzpriorit&auml;t</dt>
      <dd><i>SB</i><sub>A</sub> > <i>SB</i><sub>B</sub></dd>
    </dl>
    <p>In Ausnahmef&auml;llen wird von diesen Priorit&auml;ten abgewichen. Ein Beispiel hierf&uuml;r ist der Bedarf eines Nah- oder Fernk&auml;mpfers von der Ersatzbank anstatt eines Heilers.</p>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Damit sich die Punktekonten am aktuellen Geschehen orientieren, verfallenen jede Woche zum Server-Reset 10% der jeweiligen Punkte auf dem Konto. Dies hat insbesondere folgende Vorteile:</p>
    <ul>
      <li>Kein Spieler kann beliebig viele Punkte horten und damit uneinholbar werden. Es ist im Interesse des gesamten Teams, dass die Punkte zeitnah f&uuml;r Ausr&uuml;stung verwendet werden, die beim Vorankommen hilft. Reines Punktesparen w&uuml;rde den weiteren Fortschritt behindern.</li>
      <li>Die Aktivit&auml;t der Teammitglieder wird belohnt, denn Punkte der Teammitglieder, die jetzt aktiv sind, z&auml;hlen mehr als fr&uuml;her gesammelte Punkte.</li>
      <li>Der Einsteig f&uuml;r neue Teammitglieder wird erm&ouml;glicht und vereinfacht. Ihr aktueller Einsatz f&auml;llt st&auml;rker ins Gewicht als angesparte Punkte von alten Hasen.</li>
      <li>Veraltete Items, die vor l&auml;ngerem gelootet wurden, schlagen nicht mehr so stark ins Gewicht.</li>
    </ul>
  </div>
</div>
<div class="row mb-2 mt-3">
  <div class="col">
    <h3>Einsatzplanung</h3>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Wenn mehr als 40 Spieler an einem Abend da sind, muss entschieden werden, welcher Spieler auf die Ersatzbank geht. Sofern sinnvoll durchf&uuml;hrbar, erhalten diejenigen einen Teilnahmeplatz, die sich zuerst gemeldet haben. Wird eine andere Zusammenstellung f&uuml;r den Abend ben&ouml;tigt, kann es auch mal sein, dass  jemand mitgenommen wird, der sich sp&auml;ter angemeldet hat. Weiterhin wird auf die oben erw&auml;hnte Einsatzpriorit&auml;t geachtet. Hat ein Spieler einen hohen Punktestand auf dem StandBy-Konto, so wird er bevorzugt und derjenige mit geringem Punktestand weicht auf die Ersatzbank aus.</p>
  </div>
</div>
<div class="row mb-2 mt-3">
  <div class="col">
    <h3>Lootvergabe</h3>
  </div>
</div>
<div class="row">
  <div class="col">
    <h4>Standard-Items</h4>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Das Item wird an denjenigen mit der h&ouml;chsten Lootpriorit&auml;t (Formel siehe oben) vergeben. Dabei hat Main-Bedarf Vorrang vor Second-Bedarf. Als Main-Bedarf z&auml;hlt alles, was regelm&auml;&szlig;ig getragen wird oder werden wird. Das bedeutet auch, dass Items, die zur Skillung passen und vorsorglich genommen werden (zum Beispiel weil sie ein Set-Item ersetzen sollen, sobald der Set-Bonus durch ein anderes Set-Item erreicht werden kann), auch zum Main-Bedarf z&auml;hlen. Beim Second-Bedarf haben Zuteilungen Vorrang, die im Raid Verwendung finden (zum Beispiel, wenn items f&uuml;r einzelne Bosse ben&ouml;tigt werden).</p>
  </div>
</div>
<div class="row">
  <div class="col">
    <h4>Spezial-Items</h4>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Bei <strong>Legendaries</strong> entscheidet das Raidorganisationss-Gremium, wer diese erh&auml;t.
    Wer Interesse an einem Legendary hat, meldet dies vorab (und nicht erst, wenn es droppt) bei der
    Raidorganisation an und verpflichtet sich bei Zuteilung den entsprechenden Einsatz zu bringen, der
    n&ouml;tig ist, um die Herstellung des items zu vervollst&auml;ndigen. Entscheidungskriterium
    der Raidorganisation sind dabei der Vorteil der Gesamtgruppe und die Auszeichnung besonderer
    Dienste f&uuml;r den Raid oder die Gilde.</p>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Bei <strong>anderen speziellen Items</strong> kann die Raidorganisation zum Zweck des
    Raidfortschritts die ersten Vergaben eines Items auf eine bestimmte Zielgruppe einschr&auml;nken.
    Zum Beispiel kann die Vergabe von wichtigen Resistenz-Items zuerst auf die Zuteilung an Tanks
    beschr&auml;nkt werden. Dies wird vorab angek&uuml;ndigt.</p>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>F&uuml;r <strong>Formeln, Rezepte, Muster, Pl&auml;ne, etc.</strong> gilt: Zuerst werden die
    Berufsangeh&ouml;rigen ausgestattet, die sich haupts&auml;chlich um die Bedarfe des Raids k&uuml;mmern.
    und fast immer dabei sind:</p>
    <dl class="row">
      <dt class="col-3">Verzauberungen</dt>
      <dd class="col-9">Tambarty</dd>
      <dt class="col-3">Alchemie</dt>
      <dd class="col-9">Copprax</dd>
      <dt class="col-3">Schneiderei</dt>
      <dl class="col-9">Tambarty, Xendrosch</dl>
      <dt class="col-2">Lederverarbeitung</dt>
      <dd class="col-10">
        <dl class="row">
          <dt class="col-3">Elementarlederer</dt>
          <dd class="col-9">[noch einzutragen]</dd>
          <dt class="col-3">Drachenlederer</dt>
          <dd class="col-9">[noch einzutragen]</dd>
          <dt class="col-3">Stammeslederer</dt>
          <dd class="col-9">[noch einzutragen]</dd>
        </dl>
      </dd>
      <dt class="col-3">Schmiedekunst</dt>
      <dd class="col-9">[noch einzutragen]</dd>
    </dl>
  </div>
</div>
<div class="row mb-2 mt-3">
  <div class="col">
    <h2>Punkte</h2>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Die gew&auml;hlten Punkte sind der aktuelle Stand. Ein Anpassung des
    Punktesystems ist nicht ausgeschlossen, falls sich herausstellen sollte,
    das eine andere Punktevergabe sinnvoller ist. Da wir noch wenig Erfahrung
    mit dem System besitzen, k&ouml;nnen Nachkorrekturen n&ouml;tig werden,
    um das System besser zu balancen.</p>
  </div>
</div>
<div class="row mb-2 mt-3">
  <div class="col">
    <h3>EffortPoints als Verdienst</h3>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Die EffortPoints teilen sich in zwei Komponenten auf. Es gibt
    eine <strong>Grundverg&uuml;tung</strong> f&uuml;r den Abend bzw. die
    investierte Zeit, unabh&auml;ngig davon, wo diese reininvestiert
    wird. Das hei&szlig;t, dass auch Zeit, die ben&ouml;tigt wird,
    um neue Bosse zu erkl&auml;ren oder die wir gemeinsam als Raid
    zum Farmen nutzen, ebenfalls mit EffortPoints verg&uuml;tet wird.
    Zus&auml;tzlich soll der Anreiz bestehen, gewisse Ziele zu erreichen
    (zum Beispiel viele Bosse legen). Solche Erfolge werden mitgenommen
    <strong>Pr&auml;mien</strong> verg&uuml;tet.</p>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Sollte der Fall eintreten, dass die Gruppe voll ist und jemand
    auf Ersatzbank sitzt (das hei&szlig;t, dass der Charakter abrufbereit
    vor der Instanz steht - Twinken ist dabei bis zum Abruf m&ouml;glich),
    dann gibt es f&uuml;r die Ersatzbank die Grundverg&uuml;tung. Wird
    die Ersatzbank abgerufen und Bosse gelegt, gibt es nat&uuml;rlich
    auch die Pr&auml;mien dazu.</p>
  </div>
</div>
<div class="row">
  <div class="col">
    <h4>Grundverg&uuml;tung (f&uuml;r Raid und Ersatzbank)</h4>
  </div>
</div>
<div class="row">
  <div class="col">
    <dl>
      <dt>15 Punkte je halber Stunde</dt>
      <dd>Die Punkte werden vergeben je vollst&auml;ndiger halber
      Raid-Stunde Anwesenheit. Entsteht eine angebrochene halbe
      Stunde durch verschobenes Raidende, so wird diese halbe Stunde
      ebenfalls verg&uuml;tet. Die Gutschrift erfolgt aus
      technischen Gr&uuml;nden im Halbstundentakt. Das hei&szlig;t,
      wenn ein zum Beispiel Teilnehmer von 19:13 bUhr bis 21:13 Uhr
      dabei ist, dann sind dies nicht 4x15 Punkte, sondern 3x15 Punkte,
      weil die Zeiten 19:30 Uhr bis 20:00 Uhr, 30:00 Uhr bis 20:30 Uhr
      und 20:30 Uhr bis 21: Uhr vollst&auml;ndig ausgef&uuml;llt
      wurden.</dd>
      <dt>10 Punkte P&uuml;nktlichkeits-Bonus</dt>
      <dd>Der Bonus wird f&uuml;r p&uuml;nktliche Anwesenheit
      vergeben. Zur p&uuml;nktlichen Anwesenheit z&auml;hlt, dass
        <ol>
          <li>der Charakter vor Beginn des Raids in die Raidgruppe geladen ist,</li>
          <li>dieser zu Beginn des Raids f&uuml;r den Pull bereit steht und</li>
          <li>der Spieler zu Beginn des Raids dem TeamSpeak-Channel mindestens
          zuh&ouml;rend gejoined ist.</li>
        </ol>
      </dd>
      <dt>10 Punkte Bonus f&uuml;r die Teilnahme an beiden Raidtagen</dt>
      <dd>Der Bonus wird vergeben, wenn am onnerstag und darauffolgenden
      Dienstag m&ouml;glichst zur kompletten Raidzeit teilgenommen wird.</dd>
    </dl>
  </div>
</div>
<div class="row">
  <div class="col">
    <p>Da sich das Gear mit dem Progress verbessert und damit die
    eingesetzte Zeit der Gruppe auch mehr Wert ist, wird die
    Grundverg&uuml;tung beim h&ouml;heren Content auch entsprechend
    angepasst. Es wird vorab angek&uuml;ndigt, ab welchem Progress sich
    die Grundverg&uuml;tung erh&ouml;ht.</p>
  </div>
</div>
<div class="row">
  <div class="col">
    <h4>Pr&auml;mien (f&uuml;r Raid)</h4>
  </div>
</div>
<div class="row">
  <div class="col">
    <dl>
      <dt>Punkte f&uuml;r Boss-Kill nach Tabelle</dt>
      <dd>
        <p>Die Pr&auml;mie f&uuml;r den Kill eines Bosses
        wird individuell festgelegt, um den Schwierigkeitsgrad
        der jeweiligen Bosse zu ber&uuml;cksichtigen. Zu
        Beginn des jeweiligen Contents wird die Tabelle
        mit den Punkten je Boss ver&ouml;ffentlicht.</p>
        <table>
          <thead>
            <tr>
              <th>Instanz</th>
              <th>Boss</th>
              <th>Punkte</th>
            </tr>
          </thead>
          <tbody>
            <tr>
              <th rowspan="10">Geschmolzener Kern</th>
              <td>Lucifron</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Magmadar</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Gehennas</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Garr</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Baron Geddon</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Shazzrah</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Sulfuronherold</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Golemagg, der Verbrenner</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Majordomus Executus</td>
              <td>5 EffortPoints</td>
            </tr>
            <tr>
              <td>Ragnaros</td>
              <td>10 EffortPoints</td>
            </tr>
            <tr>
              <th>Onyxias Hort</th>
              <td>Onyxia</td>
              <td>10 EffortPoints</td>
            </tr>
            <tr>
              <th rowspan="8">Pechschwingenhort</th>
              <td>Razorgore, der Ungezähmte</td>
              <td>10 EffortPoints</td>
            </tr>
            <tr>
              <td>Vaelastrasz, der Verdorbene</td>
              <td>10 EffortPoints</td>
            </tr>
            <tr>
              <td>Brutwächter Dreschbringer</td>
              <td>10 EffortPoints</td>
            </tr>
            <tr>
              <td>Feuerschwinge</td>
              <td>10 EffortPoints</td>
            </tr>
            <tr>
              <td>Schattenschwinge</td>
              <td>10 EffortPoints</td>
            </tr>
            <tr>
              <td>Flammenmaul</td>
              <td>10 EffortPoints</td>
            </tr>
            <tr>
              <td>Chromaggus</td>
              <td>15 EffortPoints</td>
            </tr>
            <tr>
              <td>Nefarian</td>
              <td>20 EffortPoints</td>
            </tr>
          </tbody>
        </table>
      </dd>
      <dt>2x Punkte f&uuml;r First-Kill</dt>
      <dd>Wenn die Raidgruppe einen Boss das erste Mal legt, wird
      die Pr&auml;mie verdoppelt. Der erste Kill von Razorgore gibt
      so zum Beispiel 20 EffortPoints statt 10 EffortPoints.</dd>
      <dt>1,7x Punkte f&uuml;r Second-Kill</dt>
      <dd>Wenn die Raidgruppe einen Boss das zweite Mal legt, wird
      die 1,7fache Pr&auml;mie gew&auml;hrt.</dd>
      <dt>1,3x Punkte f&uuml;r Third-Kill</dt>
      <dd>Wenn die Raidgruppe einen Boss das dritte Mal legt, wird
      die 1,3fache Pr&auml;mie gew&auml;hrt.</dd>
    </dl>
  </div>
</div>
